{
  "welcome": "Welcome to csanchezarisa's portfolio made using React",
  "language": "Language",
  "presentation": "I am a junior software engineer, passionate about computing and programming. I really love the ICT world and everything around it. I like challenges and being able to make people happy with my solutions",
  "contact_me": "Contact Me",
  "contact_me_description": "Do you want to know more about me and chat about things that only developers understand?",
  "name": "Name",
  "message": "Message",
  "email": "Email",
  "your_email": "Your Email",
  "your_name": "Your Name",
  "your_message": "Your Message",
  "send_message": "Send Message",
  "copy_email": "Copy Email",
  "email_copied": "Email Copied!",
  "required": "This is required",
  "min_length": "Minimum length should be 4",
  "email_error": "This is not a valid email",
  "email_sent_correctly_title": "Email sent successfully",
  "email_sent_correctly_message": "The email has been sent correctly. You will receive a confirmation email shortly.",
  "email_sent_error_title": "Error sending the email",
  "email_sent_error_message": "There has been an error sending the email. Please try again later or contact me directly.",
  "work": "Trabajos",
  "about_me": "About Me",
  "personal_info": "Personal information",
  "profesional_info": "Profesional information",
  "my_stack": "My Stack",
  "backend": "Backend",
  "frontend": "Frontend",
  "database": "Database",
  "devops_and_cloud": "DevOps and Cloud",
  "click_stack_btn": "Click to show {key} stack",
  "my_stack_presentation": "Do you want to know my tech stack with the languages and tools that I use?",
  "info": "Info",
  "spring_description": "The Spring Framework is an application framework and inversion of control container for the",
  "java_platform": "JAVA platform",
  "flask_description": "Flask is a minimalist framework written in Python that allows you to create web applications quickly and with a minimum number of lines of code",
  "laravel_description": "Laravel is an open source framework for developing web applications and services with PHP",
  "django_description": "Django is an open source web development framework, written in Python, that adheres to the model-view-controller (MVC) design pattern",
  "expressjs_description": "Express.js, or simply Express, is a back end web application framework for Node.js, it is designed for building web applications and APIs",
  "angular_description": "Angular is an open source web application framework developed in TypeScript, maintained by Google, used to create and maintain Single Page Web Applications (SPAs)",
  "react_description": "React is a free and open-source front-end JavaScript library for building user interfaces based on UI components",
  "bootstrap_description": "Bootstrap is a free and open-source CSS framework directed at responsive, mobile-first front-end web development",
  "pug_description": "Is an express.js Haml-inspired template engine (formerly Jade)",
  "mysql_description": "MySQL is an open-source relational database management system (RDBMS)",
  "microsoftsql_description": "Microsoft SQL Server is a relational database management system developed by Microsoft",
  "postgresql_description": "PostgreSQL is an open source, object-oriented relational database management system",
  "mongodb_description": "MongoDB is an open source, document-oriented, NoSQL database system",
  "graphdb_description": "Ontotext GraphDB is a graph database and knowledge discovery tool compliant with RDF and SPARQL and available as a high-availability cluster. Ontotext GraphDB is used in various European research projects",
  "elasticsearch_description": "Elasticsearch is a search engine based on the Lucene library. It provides a distributed, multitenant-capable full-text search engine with an HTTP web interface and schema-free JSON documents",
  "kibana_description": "Kibana is a free and open user interface for visualizing Elasticsearch data and navigating the Elastic Stack",
  "aws_description": "Amazon Web Services, Inc. (AWS) is a subsidiary of Amazon that provides on-demand cloud computing platforms and APIs to individuals, companies, and governments, on a metered pay-as-you-go basis",
  "azure_description": "Microsoft Azure is a cloud computing service operated by Microsoft for application management via Microsoft-managed data centers",
  "docker_description": "Docker is a set of platform as a service (PaaS) products that use OS-level virtualization to deliver software in packages called containers",
  "kubernetes_description": "Kubernetes is an open-source container orchestration system for automating software deployment, scaling, and management",
  "githubactions_description": "GitHub Actions is a continuous integration and continuous delivery (CI/CD) platform that lets you automate your build, test, and deployment process",
  "jenkins_description": "Jenkins is an open source automation server which enables developers around the world to reliably build, test, and deploy their software"
}
