{
  "welcome": "Bienvenido al portafolio de csanchezarisa creado usando React",
  "language": "Idioma",
  "presentation": "Soy un ingeniero de software junior, apasionado por la computación y la programación. Me encanta el mundo de las TIC y todo lo que lo rodea. Me gustan los retos y poder hacer feliz a la gente con mis soluciones.",
  "contact_me": "Contáctame",
  "contact_me_description": "¿Quieres conocer más sobre mí y charlar sobre cosas que solo los desarrolladores entendemos?",
  "name": "Nombre",
  "message": "Mensaje",
  "email": "Email",
  "your_email": "Tu Email",
  "your_name": "Tu Nombre",
  "your_message": "Tu Mensaje",
  "send_message": "Enviar Mensaje",
  "copy_email": "Copia el Email",
  "email_copied": "Email Copiado!",
  "required": "Es requerido",
  "min_length": "La longitud mínima debe ser 4",
  "email_error": "No es un email válido",
  "email_sent_correctly_title": "Email enviado correctamente",
  "email_sent_correctly_message": "El email se ha enviado correctamente. En breves recibirá un email de confirmación.",
  "email_sent_error_title": "Error enviando el email",
  "email_sent_error_message": "Ha habido un error enviando el email. Por favor, pruébelo de nuevo más tarde o contacte conmigo escribiéndome directamente.",
  "work": "Trabajos",
  "about_me": "Sobre Mí",
  "personal_info": "Personal information",
  "profesional_info": "Profesional information",
  "my_stack": "Mi Stack",
  "backend": "Backend",
  "frontend": "Frontend",
  "database": "Base de datos",
  "devops_and_cloud": "DevOps y Cloud",
  "click_stack_btn": "Clica para mostrar el stack de {key}",
  "my_stack_presentation": "¿Quieres conocer mi stack tecnológico con los lenguajes y herramientas que manejo?",
  "info": "Info",
  "spring_description": "Spring es un framework para el desarrollo de aplicaciones y contenedor de inversión de control, de código abierto para la",
  "java_platform": "plataforma JAVA",
  "flask_description": "Flask es un framework minimalista escrito en Python que permite crear aplicaciones web rápidamente y con un mínimo número de líneas de código",
  "laravel_description": "Laravel es un framework de código abierto para desarrollar aplicaciones y servicios web con PHP",
  "django_description": "Django es un framework de desarrollo web de código abierto, escrito en Python, que respeta el patrón de diseño conocido como modelo–vista–controlador (MVC)",
  "expressjs_description": "Express.js, o simplemente Express, es un marco de aplicaciones web back-end para Node.js, está diseñado para crear aplicaciones web y API",
  "angular_description": "Angular es un framework para aplicaciones web desarrollado en TypeScript, de código abierto, mantenido por Google, que se utiliza para crear y mantener aplicaciones web de una sola página (SPA)",
  "react_description": "React es una biblioteca JavaScript de código abierto diseñada para crear interfaces de usuario con el objetivo de facilitar el desarrollo de aplicaciones en una sola página (SPA)",
  "bootstrap_description": "Bootstrap es un marco CSS gratuito y de código abierto dirigido al desarrollo web front-end receptivo y móvil",
  "pug_description": "Es un motor de plantillas de express.js inspirado Haml (anteriormente Jade)",
  "mysql_description": "MySQL es un sistema de gestión de bases de datos relacionales (RDBMS) de código abierto",
  "microsoftsql_description": "Microsoft SQL Server es un sistema de gestión de base de datos relacional, desarrollado por la empresa Microsoft.",
  "postgresql_description": "PostgreSQL es un sistema de gestión de bases de datos relacional orientado a objetos y de código abierto",
  "mongodb_description": "MongoDB es un sistema de base de datos NoSQL, orientado a documentos y de código abierto",
  "graphdb_description": "Ontotext GraphDB es una base de datos de grafos y una herramienta de descubrimiento de conocimiento compatible con RDF y SPARQL y disponible como un clúster de alta disponibilidad. Ontotext GraphDB se utiliza en varios proyectos de investigación europeos",
  "elasticsearch_description": "Elasticsearch es un servidor de búsqueda basado en Lucene. Provee un motor de búsqueda de texto completo, distribuido y con capacidad de multitenencia con una interfaz web RESTful y con documentos JSON",
  "kibana_description": "Kibana es una interfaz de usuario gratuita y abierta que permite visualizar los datos de Elasticsearch y navegar en el Elastic Stack",
  "aws_description": "Amazon Web Services, Inc. (AWS) es una subsidiaria de Amazon que proporciona API y plataformas de computación en la nube bajo demanda a personas, empresas y gobiernos, sobre una base de pago por uso",
  "azure_description": "Microsoft Azure es un servicio de computación en la nube operado por Microsoft para la administración de aplicaciones a través de centros de datos administrados por Microsoft",
  "docker_description": "Docker es un conjunto de productos de plataforma como servicio (PaaS) que utilizan la virtualización a nivel del sistema operativo para entregar software en paquetes denominados contenedores",
  "kubernetes_description": "Kubernetes es un sistema de orquestación de contenedores de código abierto para automatizar la implementación, el escalado y la administración de software",
  "githubactions_description": "GitHub Actions es una plataforma de integración continua y entrega continua (CI/CD) que permite automatizar su proceso de compilación, prueba e implementación",
  "jenkins_description": "Jenkins es un servidor de automatización de código abierto que permite a los desarrolladores de todo el mundo crear, probar e implementar su software de manera confiable"
}
