{
  "welcome": "Bienvenido al portafolio de csanchezarisa creado usando React",
  "language": "Idioma",
  "presentation": "Soy un ingeniero de software junior, apasionado por la computación y la programación. Me encanta el mundo de las TIC y todo lo que lo rodea. Me gustan los retos y poder hacer feliz a la gente con mis soluciones.",
  "contact_me": "Contáctame",
  "contact_me_description": "¿Quieres conocer más sobre mí y charlar sobre cosas que solo los desarrolladores entendemos?",
  "name": "Nombre",
  "message": "Mensaje",
  "email": "Email",
  "your_email": "Tu Email",
  "your_name": "Tu Nombre",
  "your_message": "Tu Mensaje",
  "send_message": "Enviar Mensaje",
  "copy_email": "Copia el Email",
  "email_copied": "Email Copiado!",
  "required": "Es requerido",
  "min_length": "La longitud mínima debe ser 4",
  "email_error": "No es un email válido",
  "email_sent_correctly_title": "Email enviado correctamente",
  "email_sent_correctly_message": "El email se ha enviado correctamente. En breves recibirá un email de confirmación.",
  "email_sent_error_title": "Error enviando el email",
  "email_sent_error_message": "Ha habido un error enviando el email. Por favor, pruébelo de nuevo más tarde o contacte conmigo escribiéndome directamente.",
  "work": "Trabajos",
  "about_me": "Sobre Mí",
  "personal_info": "Personal information",
  "profesional_info": "Profesional information",
  "my_stack": "Mi Stack",
  "backend": "Backend",
  "frontend": "Frontend",
  "database": "Base de datos",
  "devops_and_cloud": "DevOps y Cloud",
  "click_stack_btn": "Clica para mostrar el stack de {key}",
  "my_stack_presentation": "¿Quieres conocer mi stack tecnológico con los lenguajes y herramientas que manejo?",
  "info": "Info",
  "spring_description": "Spring es un framework para el desarrollo de aplicaciones y contenedor de inversión de control, de código abierto para la",
  "java_platform": "plataforma JAVA",
  "flask_description": "Flask es un framework minimalista escrito en Python que permite crear aplicaciones web rápidamente y con un mínimo número de líneas de código",
  "laravel_description": "Laravel es un framework de código abierto para desarrollar aplicaciones y servicios web con PHP",
  "django_description": "Django es un framework de desarrollo web de código abierto, escrito en Python, que respeta el patrón de diseño conocido como modelo–vista–controlador (MVC)",
  "expressjs_description": "Express.js, o simplemente Express, es un marco de aplicaciones web back-end para Node.js, está diseñado para crear aplicaciones web y API",
  "angular_description": "Angular es un framework para aplicaciones web desarrollado en TypeScript, de código abierto, mantenido por Google, que se utiliza para crear y mantener aplicaciones web de una sola página (SPA)",
  "react_description": "React es una biblioteca JavaScript de código abierto diseñada para crear interfaces de usuario con el objetivo de facilitar el desarrollo de aplicaciones en una sola página (SPA)",
  "bootstrap_description": "Bootstrap es un marco CSS gratuito y de código abierto dirigido al desarrollo web front-end receptivo y móvil",
  "pug_description": "Es un motor de plantillas de express.js inspirado Haml (anteriormente Jade)"
}